IDEA Open Model
CheckResWeld Constructor
Initializes a new instance of the CheckResWeld class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public CheckResWeld()
Public Sub New
public:
CheckResWeld()
See Also
Reference
CheckResWeld Class
IdeaRS.OpenModel.Connection Namespace